/* 4. Создать два произвольных массива: один массив - любимая спортивная команда / модели автомобилей / города, во втором - количество игроков в команде / объем двигателя / количество жителей в городе. Объединить данные из двух массивов и вывести их в одну строку.  */

var model = ["Civic", "Accord", "CR-V"];
var engine = ["1.8", "2.2", "2.3"];

console.log(model[0] + " " + engine[0]);
console.log(model[1] + " " + engine[1]);
console.log(model[2] + " " + engine[2]);

console.log(model[0] + " " + engine[0] + " ; " + model[1] + " " + engine[1] + " ; " + model[2] + " " + engine[2]);